import React from 'react'

const PEWhyus = () => {
  return (
    <section className=' xl:w-[80%] mx-auto w-full min-h-[100vh] py-12 ' >
        <div className='w-[90%] mx-auto flex justify-start items-center flex-col ' >
            <h3 className='text-shadow-3d-subtle xl:text-6xl text-5xl font-semibold  mt-20 max-lg:text-4xl max-lg:text-center' >چرا ما را انتخاب کنید؟</h3>
            <div className='w-full flex justify-center flex-row-reverse items-start mt-20 max-lg:flex-col '>
                    <p className='text-[#797979] text-justify-right w-[70%] text-lg leading-loose p-3  max-lg:w-full'>
                    چرا ما را انتخاب کنید؟

🌟 پیشرو در بازار خودروهای لوکس
ما یکی از موفق‌ ترین مجموعه‌های فعال در خرید و فروش  خودروهای لوکس هستیم. با تجربه‌ای گسترده و تیمی متخصص، اطمینان می‌دهیم که بهترین خودروها را با شرایطی ایده‌آل در اختیار شما قرار دهیم.

💰 بهترین قیمت، بالاترین کیفیت
ما معتقدیم که کیفیت و قیمت باید در تعادل باشند. به همین دلیل، خودروهای ما با بهترین قیمت ممکن و شرایط رقابتی ارائه می‌شوند تا شما تجربه‌ای  بی ‌نظیر از خرید داشته باشید.

✅ ۱۰۰٪ ضمانت تحویل و معاملات قانونی
ما تمامی خودروهای خود را با تضمین کامل تحویل ارائه می‌دهیم. همچنین، تمامی مراحل خرید و انتقال مالکیت تحت نظارت قوانین رسمی انجام می‌شود تا شما با خیالی آسوده معامله کنید.

🚗 تجربه‌ای بی‌رقیب در بازار خودروهای لوکس
ما در طول فعالیت خود، بیش از ۱۰۰۰ خودرو را با موفقیت به فروش رسانده‌ایم. این تجربه گسترده به ما این امکان را داده است که بهترین خدمات را با بالاترین استانداردها به شما ارائه دهیم.

🔹 اعتماد شما، سرمایه ماست!
با ما، تجربه‌ای متفاوت از خرید خودروهای لوکس را تجربه کنید و با اطمینان کامل، خودروی مورد علاقه خود را انتخاب کنید. همین حالا اقدام کنید! 🚀✨
                    </p>
                 
                    
            </div>
        </div>

    </section>
  )
}

export default PEWhyus